liangshuzhi5193/esp-sensairshuttle/software/factory_test_firmware/components/BMI270_SensorAPI/examples/gesture_recognition/push_on_table/sdkconfig.defaults
# This file was generated using idf.py save-defconfig. It can be edited manually.
# Espressif IoT Development Framework (ESP-IDF) 5.5.0 Project Minimal Configuration
#
CONFIG_IDF_TARGET="esp32c5"
CONFIG_ESPTOOLPY_FLASHSIZE_8MB=y
CONFIG_ESP_CONSOLE_USB_SERIAL_JTAG=y
CONFIG_ESP_TASK_WDT_EN=n
CONFIG_I2C_BUS_SUPPORT_SOFTWARE=y
